---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KipPerInSup3
source: html/e06a8563-657f-8b09-004d-6afcaba9ad04.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KipPerInSup3 Property

Symbol kip/in³, indicating unit Kips per cubic inch.

## Syntax (C#)
```csharp
public static ForgeTypeId KipPerInSup3 { get; }
```